SUCCESS_CONNECTION = "Соединение установленно!"
SUCCESS_DB_CONNECTION = "Соединение c БД установленно!"
SUCCESS_PARSE_TO_EXCEL = "Парсинг специальностей и направленией успешно!"
STARTING_BOT_LOG = "Бот запущен! "
TOKEN = 'TOKEN_DIMASYOUR'
CLIENT_TOKEN_DIALOGFLOW = '5ccf3dbe9f594b97abe53c8332dc1e90'
HEADERS = {
    'user-agent': 'Mozilla/5.0 (Windows NT 6.3; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) '
                  'Chrome/81.0.4044.129 Safari/537.36 OPR/68.0.3618.63',
    'accept': '*/*'}
FILE_NAME_LOG = 'src/log.log'
SUBJECTS_LIST = ['Профильная математика', 'Русский язык', 'Обществознание', 'Биология', 'Физика', 'История',
                 'Информатика', 'Химия', 'Литература', 'География', 'Английский язык']

WELCOME_MESSAGE = "Тут у меня будет приветствие!"
MY_BALL_MESSAGE = "Тут ваши баллы!"

SUBJECT = ['Математика', 'Русский язык', 'Обществознание', 'Биология', 'Физика', 'История', 'Информатика', 'Химия',
           'Литература', 'География', 'Английский язык', 'Зарубежное регионоведение', 'Иностранный язык',
           'Журналистика', 'Плавание, Гимнастика, Легкая атлетика', 'Избранный вид спорта',
           'Классический и Народно-сценический танец', 'Композиция и живопись',
           'Исполнительская подготовка и Сольфеджио', 'Собеседование', 'Биология ВО', 'Химия ВО', 'Русский язык ВО',
           'Основы управления персоналом', 'Информационные системы в экономике', 'Экономическая теория',
           'Основы кадастра недвижимости', 'Теория и методика обучения в области образования',
           'Теория государства и права', 'Финансы, денежное обращение и кредит',
           'Экономика и организация коммерческой деятельности', 'Основы государственного и муниципального управления',
           'Теория менеджмента', 'Экономика', 'Менеджмент', 'Государственное и муниципальное управление',
           'Комплексный лингвистический экзамен', 'Композиция', 'Рисунок', 'Информатика и ИКТ', 'Информатика',
           'Междисциплинарный экзамен']
